IDEA Open Model
Material.SpecificHeat Property
Compatible with IDEA StatiCa Beta 20.0
 Specific heat capacity
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double SpecificHeat { get; set; }
Public Property SpecificHeat As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace